{
    "singleFamilyHomes": [
        ["Independent Testing", "Rating of all homes by independent energy home certified 3rd party inspector. Stringent testing for air infiltration and HVAC system performance."],
        ["Exterior Walls", "2x6 construction for improved R-21 insulation rating."],
        ["Ventilation", "Whole house system incorporated for minimum air exchange rate with outside environment."],
        ["Qualified Appliances", "Using far less energy than the federal minimum standards for energy consumption."],
        ["Low-E Windows", "Lowering energy bills and protecting from cold and heat, while reducing condensation and interior fading."],
        ["Doors & Skylights", "Performing at independently certified levels to meet or exceed U.S. Department of Energy Guidelines."],
        ["CFL Bulbs", "75% of household fixtures to contain CFL bulbs. Uses approx. 75% less energy and lasts 6 times longer than traditional incandescent bulbs."],
        ["High Efficiency HVAC", "2nd floor HVAC zones utilizing efficient 90+ gas furnaces. Save up to 20% on heating and cooling costs HVAC systems installed within the thermal building envelope."],
        ["Plumbing", "1.5 gallon low-flow shower heads Rinnai tankless water heater (VA) 50 gallon Energy Star® rated hot water tank (MD) Insulated hot water pipes High-efficiency toilets use significantly less water than previous 3.5 gallon toilets"],
        ["Brick & Stone", "These natural materials are acquired within a 500 mile radius for minimum use of fuel."],
        ["Cabinets", "These are certified under the Environmental Stewardship Program, with a commitment to the responsible use of resources through sound environmental management and sustainable practices with certification based on compliance of 18 different criteria in 5 areas."],
        ["Carpet Pad", "Manufactured without CFCs consisting of recycled materials. Energy efficient features include air sealing & tight construction, increased insulation & energy efficient windows, appliances, HVAC, exterior doors & lighting."],
        ["Exterior Trim", "Made from whole logs and chips without waste, and acquired within 200 miles for fuel savings."],
        ["Interior Doors", "These are made from sawmill chips and utilize 100% phenolic resins, meeting the strictest formaldehyde emission levels and contributing toward a LEED credit."],
        ["Landscaping", "“Xeriscaping” by using native and regionally appropriate trees and vegetation requiring less watering, fertilizers, herbicides and naturally complementing the natural setting."],
        ["Lumber", "Much of our lumber is derived within a 500 mile radius, minimizing fuel costs."],
        ["OSB", "Our sheathing is manufactured from a wide range of fast growing species and from relatively small trees."],
        ["Paint", "Low VOC (Volatile Organic Compounds) Emissions."],
        ["Trusses", "Utilize pre-manufactured low VOC (Volatile Organic Compounds) building components certified by the Sustainable Forestry Initiative under NAHB Model Green Homebuilding guidelines."],
        ["Seeding & Sod", "This contributes to our Green program through reclamation on all of our sites."],
        ["Siding", "Vinyl siding saves money on maintenance and uses recycled materials."],
        ["Recycled Construction Debris", "We are participating in an innovative, new program to recycle construction site debris."]
    ],
    "townhomes": [
        ["Independent Testing", "Each home is rated by an independent EPA certified 3rd party inspector. Each home is stringently tested for air infiltration and HVAC system performance utilizing precise testing methods."],
        ["Appliances", "For example, Energy Star® qualified dishwashers use at least 41% less energy than the federal minimum standard for energy consumption, and much less water than conventional models."],
        ["Windows", "Energy efficient Low E/Argon windows lower energy bills and protect from cold and heat, while also reducing condensation and interior fading."],
        ["Qualified Appliances", "Using far less energy than the federal minimum standards for energy consumption."],
        ["Low-E Windows", "Lowering energy bills and protecting from cold and heat, while reducing condensation and interior fading."],
        ["Door & Skylights", "Low E doors and skylights are independently certified to perform at levels that meet or exceed strict energy efficiency guidelines set by the U.S. Department of Energy."],
        ["HVAC", "With as much as half of the energy used in your home going to heating and cooling, qualified high-efficiency 14 SEER rated HVAC units can save up to 20% on heating and cooling costs."],
        ["Brick & Stone", "These natural materials are acquired within a 500 mile radius for minimum use of fuel."],
        ["Cabinets", "These are certified under the Environmental Stewardship Program, with a commitment to the responsible use of resources through sound environmental management and sustainable practices with certification based on compliance of 18 different criteria in 5 areas."],
        ["Carpet Pad", "Manufactured without CFCs consisting of recycled materials."],
        ["Energy Efficient Feature", "These include air sealing & tight construction, increased insulation & energy efficient windows, appliances, HVAC, exterior doors & lighting."],
        ["Interior Doors", "These are made from sawmill chips and utilize 100% phenolic resins, meeting the strictest formaldehyde emission levels and contributing toward a LEED credit."],
        ["Landscaping", "“Xeriscaping” by using native and regionally appropriate trees and vegetation requiring less watering, fertilizers, herbicides and naturally complementing the natural setting."],
        ["Interior Doors", "These are made from sawmill chips and utilize 100% phenolic resins, meeting the strictest formaldehyde emission levels and contributing toward a LEED credit."],
        ["Landscaping", "“Xeriscaping” by using native and regionally appropriate trees and vegetation requiring less watering, fertilizers, herbicides and naturally complementing the natural setting."],
        ["Lumber", "Much of our lumber is derived from a 500 mile radius, minimizing fuel costs."],
        ["OSB", "Our sheathing is manufactured from a wide range of fast growing species and from relatively small trees."],
        ["Paint", "Low VOC (Volatile Organic Compounds) Emissions."],
        ["Plumbing", "Our high-efficiency toilets use significantly less water than previous 3.5 gallon toilets."],
        ["Trusses", "Utilize pre-manufactured low VOC (Volatile Organic Compounds) building components certified by the Sustainable Forestry Initiative under NAHB Model Green Homebuilding guidelines."],
        ["Seeding & Sod", "This contributes to our Green program through reclamation on all of our sites."],
        ["Siding", "Vinyl siding saves money on maintenance and uses recycled materials."],
        ["Recycled Construction Debris", "We are participating in an innovative, new program to recycle construction site debris."]
    ]
}